Repository: 3rdIteration/seedsigner
Catalog: src/seedsigner/resources/babel/*/LC_MESSAGES/messages.po
Languages: ar, cs, de, kr, ru

source: Home
ar: الرئيسية
cs: Nabídka
de: Start
kr: 메뉴
ru: Главная

source: Restarting
ar: يتم إعادة التشغيل
cs: Restartuji
de: Neustart
kr: 재기동중
ru: Перезагрузка

source: SeedSigner is restarting. All in-memory data will be wiped.
ar: جارٍ إعادة تشغيل الـ SeedSigner. سيتم مسح جميع البيانات من الذاكرة
cs: SeedSigner se restartuje. Veškerá uložená data budou vymazána.
de: SeedSigner startet neu. Alle Daten aus dem internen Speicher werden gelöscht.
kr: SeedSigner가 재기동중있습니다. 인메모리 데이터가 모든 삭제됩니다.
ru: SeedSigner перезагружается. Все данные в памяти будут удалены.

source: Powering Off
ar: يتم إيقاف التشغيل
cs: Vypínám
de: Ausschalten..
kr: 셧다운 중
ru: Выключение

source: Please wait about 30 seconds before disconnecting power.
ar: يرجى الانتظار 30 ثانية تقريبا قبل فصل الطاقة.
cs: Vyčkejte minimálně 30 vteřin než odpojíte napájení.
de: Vor dem Entfernen des Stromkabels, bitte ca. 30 Sekunden warten.
kr: 전원을 뽑기 전에 약30초 기다리세요.
ru: Пожалуйста подождите около 30 секунд прежде чем отключить питание.

source: Review PSBT
cs: Kontrola PSBT
de: Kontrolle PSBT
kr: PSBT 리뷰
ru: Обзор PSBT

source: Review Details
cs: Kontrola detailů
de: Kontrolle Details
kr: 디테일을 리뷰
ru: Обзор Детали

source: 1 input
cs: 1 vstup
kr: 1 인풋
ru: 1 вход

source: input 1
cs: vstup 1
kr: 인풋 1
ru: вход 1

source: input 2
cs: vstup 2
kr: 인풋 2
ru: вход 2

source: input {}
cs: vstup {}
kr: 인풋 {}
ru: вход {}

source: self-transfer
cs: převod sobě
de: selbst zahlungs
kr: 자신에게 송금
ru: самоперенос

source: recipient 1
cs: příjemce 1
de: Empfänger 1
kr: 수령인 1
ru: получатель 1

source: recipient {}
cs: příjemce {}
de: Empfänger {}
kr: 수령인 {}
ru: получатель {}

source: fee
cs: poplatek
de: Gebühr
kr: 수수료
ru: платеж

source: change
cs: nazpět
kr: 거스름돈
ru: сдача

source: PSBT Math
cs: PSBT rozpis
kr: PSBT 계산
ru: Математика PSBT

source: Review Recipients
cs: Kontrola příjemců
de: Kontrolle Empfänger
kr: 수령인를 리뷰
ru: Обзор Получателей

source: input
cs: vstup
kr: 인풋들
ru: вход

source: recipient
cs: příjemce
kr: 수령인들
ru: получатель

source: {} change
cs: {} nazpět
kr: {} 거스름돈
ru: {} сдача

source: Multisig
kr: 멀티 서명
ru: Мультиподпись

source: Address verified!
cs: Adresa ověřena!
de: Adresse verifiziert!
kr: 에이드레스 검증했다!
ru: Адрес подтвержден!

source: Sign PSBT
cs: Podepsat PSBT
de: PSBT signieren
kr: PSBT 사인하세요
ru: Подписать PSBT

source: Scan a QR code
cs: Skenovat QR kód
de: Scanne einen QR Code
kr: QR 코드를 스캔
ru: Сканировать QR-код

source: Settings QR
cs: Nastavení QR
de: QR Konfig.
ru: Настр. QR

source: Settings imported successfully!
cs: Nastavení úspěšně načtena!
de: Einstellungen erfolgreich importiert!
kr: 설정 임포트 성공!
ru: Настройки успешно импортированы!

source: Success!
cs: Povedlo se!
de: Erfolg!
kr: 성공!
ru: Успех!

source: OK
ru: ОК

source: Caution
cs: Pozor
de: Achtung
kr: 조심
ru: Осторожно

source: I Understand
cs: Rozumím
de: Verstanden
kr: 알겠습니다
ru: Я Понимаю

source: Classified Info!
cs: Tajná informace!
de: Geheime Info!
kr: 비밀 정보!
ru: Секретная инфо.!

source: Finalize Seed
cs: Dokonči Seed
de: Seed finalisieren
kr: 시드 확정할까요?
ru: Завершить Ключ

source: fingerprint
cs: otisk
de: Fingerabruck
kr: 지문
ru: отпечаток пальца

source: Backup Seed
cs: Zálohovat seed
de: Seed Backup
kr: 백업 시드
ru: Резервный Ключ

source: Seed Words: {}/{}
cs: Slova seedu: {}/{}
de: Seed Wörter: {}/{}
kr: 시드 워드를: {}/{}
ru: Ключевые Слова: {}/{}

source: Verify Backup?
cs: Ověřit zálohu?
de: Backup verifizieren?
kr: 백업을 검증시겠습니까?
ru: Подтвердить резервную копию?

source: Optionally verify that your mnemonic backup is correct.
cs: Volitelně ověřte, že je Vaše záloha správná.
de: Optional können Sie verifizieren das Ihr Seed Backup korrekt ist.
kr: 시드 오류가 없는지 확인 (선택적).
ru: При необходимости, подтвердите правильность резервной копии мнемоники.

source: Derivation Path
cs: Odvozovací cesta
de: Ableitungspfad
kr: 유도 경로
ru: Путь Вывода

source: Xpub Details
cs: Podrobnosti Xpubu
kr: Xpub 디테일
ru: Детали Xpub

source: Export Xpub
cs: Exportuj Xpub
kr: Xpub 내보내기
ru: Экспорт Xpub

source: Fingerprint
cs: Otisk
de: Fingerabdruck
kr: 지문
ru: Отпечаток пальца

source: Derivation
cs: Odvození
de: Ableitung
kr: 유도 경로
ru: Вывод

source: Add Passphrase
cs: Přidat frázi
de: Passphrase hinzufüg.
kr: 패스 프레이즈 추가하다
ru: Добавить Парольную Фразу

source: Verify Passphrase
cs: Ověřit frázi
de: Passphrase verifizieren
kr: 패스 프레이즈 검증하다
ru: Подтвердить Парольную Фразу

source: Standard
cs: Standart
de: Standart
kr: 표준
ru: Стандарт

source: BIP-39 wordlist indices
cs: Indexace seznamu slov BIP-39
de: BIP-39 Wortlisten Indexe
kr: BIP-39 워드 목록 색인
ru: Индексы списка слов BIP-39

source: Compact
cs: Zhutnit
de: Kompakt
kr: 콤팩트
ru: Компактный

source: Raw entropy bits
cs: kusy prvotní entropie
de: Rohe Entropie Bits
kr: 엔트로피의 생데이터
ru: Необработанные биты энтропии

source: Transcribe SeedQR
cs: Přepis SeedQR
de: SeedQR übersetz.
kr: 시드 QR 베끼다
ru: Переписать SeedQR

source: Begin {}x{}
cs: Začít přepis {}x{}
de: Start {}x{}
kr: {}x{} 개시
ru: Начать {}х{}

source: click to exit
cs: stiskem odejít
de: zum verlassen, klicken
kr: 종료하기 위해 클릭하세요.
ru: нажмите, чтобы выйти

source: Optionally scan your transcribed SeedQR to confirm that it reads back correctly.
cs: Volitelně naskenujte SeedQR pro potvrzení, že je načítán správně.
de: Optional, übersetzten SeedQR scannen um zu verifizieren, dass er korrekt gelesen wird.
kr: 시드QR을 스캔하여 올바르게 읽혀지는지 확인합니다 (선택적).
ru: При желании отсканируйте переписанный SeedQR, чтобы убедиться, что он правильно считывается.

source: Verify Address
cs: Ověřit adresu
de: Adresse verifizieren
kr: 에이드레스 검증하다
ru: Подтвердить Адрес

source: Checking address {}
cs: Kontrola adresy {}
de: überprüfe Adresse {}
kr: {}번째 에이드레스 확인 중
ru: Проверка адреса {}

source: Multisig Verification
cs: Ověření multisigu
de: Multisig Verifikation
kr: 멀티 서명 확인
ru: Проверка Мультиподписи

source: Load your multisig wallet descriptor to verify your receive/self-transfer or change address.
cs: Pro ověření přijímací adresy či adresy pro drobné nahrajte deskriptor vaší multisig peněženky.
de: Laden Sie Ihren Multisig Deskriptor um Ihre Empfangs-/ change- und Selbstzahlungsadressen zu verifizieren.
kr: 수령인 / 자신송금나 거스름돈 에이드레스 검증하기 위해, 멀티 시그 지갑 descriptor을 로드해요.
ru: Загрузите свой дескриптор кошелька с мультиподписью, чтобы подтвердить получение/самостоятельный перевод или изменение адреса.

source: Descriptor Loaded
cs: Deskriptor načten
de: Deskriptor geladen
kr: Descriptor 완료
ru: Дескриптор Загружен

source: Policy
cs: kvorum
kr: 법규
ru: Полис

source: Signing Keys
cs: Podpisové klíče
de: Singnier Schlüssel
kr: 서명 시드들
ru: Подписание Ключей

source: Settings
ar: إعدادات
cs: Nastavení
de: Setup
kr: 설정
ru: Настр.

source: I/O Test
ar: فحص المدخل/المخرج
cs: Test ovladačů
de: E/A Test
ru: Тест ввода/вывода

source: Clear
ar: مسح
cs: Vyčistit
de: löschen
kr: 지우다
ru: Очистить

source: Exit
ar: خروج
cs: Odejít
de: zurück
kr: 종료하다
ru: Выход

source: Capturing image...
ar: يتم التصوير...
cs: Zachycuji snímek...
de: Bild aufnehmen...
kr: 이미지 캡처 중...
ru: Захват изображения...

source: Donate
ar: للتبرع
cs: Podpořit
de: Spenden
kr: 기부하다
ru: Пожертвовать

source: SeedSigner is 100%% free & open source, funded solely by the Bitcoin community. Donate onchain or LN at:
cs: SeedSigner je 100%% software s otevřeným zdrojovým kódem, financován pouze Bitcoinovou komunitou. Podpořit jej lze on-chain či pomocí LN na:
de: SeedSigner ist 100%% frei & quelloffen, sowie einzig durch die Bitcoin community finanziert. Spende onchain bzw. via LN:
kr: SeedSigner는 100%% 무료 오픈 소스입니다. 비트코인 커뮤니티에 의해서만 자금을 만들었습니다. 블록체인 또는 라이트닝으로 기부를 하려면 여기를 사용하십시오:
ru: SeedSigner — это 100%% бесплатная программа с открытым исходным кодом, финансируемая исключительно сообществом биткойнов. Пожертвуйте onchain или LN по адресу:

source: < back | click joystick
cs: < zpět | stiskni joystick
de: < zurück | klick Joystick
kr: < 돌아가 | 조이스틱을 클릭
ru: < назад | нажмите джойстик

source: < reshoot | accept >
cs: < přefotit | přijmout >
de: < wiederholen | akzeptieren >
kr: < 다시 찍다 | 확인 >
ru: < переснять | принять >

source: Dice Roll {}/{}
cs: Hod kostkou {}/{}
de: Wurf {}/{}
kr: {}/{} 번째 주사위 굴리기
ru: Бросок Костей {}/{}

source: 12th Word
cs: 12té slovo
de: 12. Wort
kr: 12 번째 워드
ru: 12-е Слово

source: 24th Word
cs: 24té slovo
de: 24. Wort
kr: 24 번째 워드
ru: 24-е Слово

source: Enabled
ar: مُفعل
cs: Povoleno
de: Aktiviert
kr: 틀었다
ru: Включено

source: Disabled
ar: مُعطل
cs: Zakázáno
de: Deaktiviert
kr: 껐다
ru: Отключено

source: Prompt
ar: تنبيه
cs: Výzva k akci
de: Aufforderung
ru: Вызывать

source: Required
ar: إلزامي
cs: Vyžadován
de: Erforderlich
kr: 필수
ru: Необходимо

source: Arabic
cs: عربي
de: عربي
kr: عربي
ru: عربي

source: Czech
cs: čeština
de: čeština
kr: čeština
ru: čeština

source: French
cs: Français
de: Français
kr: Français
ru: Français

source: German
cs: Deutsch
de: Deutsch
kr: Deutsch
ru: Deutsch

source: Hebrew
cs: עִברִית
de: עִברִית
kr: עִברִית
ru: עִברִית

source: Japanese
cs: 日本
de: 日本
kr: 日本
ru: 日本

source: Korean
cs: 한국인
de: 한국인
kr: 한국인
ru: 한국인

source: Portuguese
cs: Português
de: Português
kr: Português
ru: Português

source: Russian
cs: Русский
de: Русский
kr: Русский
ru: Русский

source: Spanish
cs: Español
de: Español
kr: Español
ru: Español

source: Btc-only
cs: pouze BTC
de: Nur in Btc
kr: Btc-오로지
ru: Только Btc

source: Sats-only
cs: pouze Sats
de: Nur in Sats
kr: Sats-오로지
ru: Только Sats

source: Threshold at 0.01
cs: Přechod na 0.01
de: Grenzwert bei 0.01
kr: 역치 0.01로
ru: Порог 0,01

source: Btc | Sats hybrid
kr: Btc | Sats 하이브리드
ru: гибрид Btc | Sats

source: Low
cs: Nízká
de: Gering
kr: 저
ru: Низкий

source: Medium
cs: Střední
de: Mittel
kr: 중
ru: Средний

source: High
cs: Vysoká
de: Hoch
kr: 고
ru: Высоко

source: Mainnet
kr: 메인넷
ru: Основная сеть

source: Testnet
kr: 테스트넷
ru: Тестовая сеть

source: Regtest
kr: 리그레션 테스트
ru: Регтест

source: Single Sig
kr: 심쁠 서명
ru: Единая Подпись

source: Language
ar: اللغة
cs: Jazyk
de: Sprache
kr: 언어
ru: Язык

source: Mnemonic language
ar: لغة الكلمات التذكيرية
cs: Jazyk zálohy
de: Seedphrasen Sprache
kr: 시드 워드 언어
ru: Язык мнемотехники

source: Persistent settings
ar: تثبيت الإعدادات
cs: Zapamatovat nastavení
de: dauerhafte Einstellungen
kr: Pesistent 설정
ru: Постоянные настр.

source: Coordinator software
ar: برنامج التنسيق
cs: Výběr koordinátora
de: Koordinator Software
kr: 코디네이터 소프트웨어
ru: Программы координатора

source: Denomination display
ar: طريقة عرض فئة النقد
cs: Nastavení jednotek
de: Sats/Btc Anzeige
kr: 데노미네션 표시
ru: Отобр. номинала

source: Bitcoin network
cs: Bitcoinová síť
de: Bitcoin Netzwerk
kr: 비트코인 네트워크
ru: Биткойн-сеть

source: QR code density
cs: Hustota QR kodu
de: Auflösung QR Code
kr: QR코드의 해상도
ru: Плотность QR-кода

source: Xpub export
cs: Export Xpubu
kr: Xpub 내보내기
ru: экспорт xpub

source: Sig types
cs: Podpisový typ
de: Signatur Arten
kr: 서명 종류들
ru: Типы подписи

source: Script types
cs: Typy skriptů
de: Skript Typen
kr: 스크립트 종류들
ru: Типы скриптов

source: Show xpub details
cs: Ukázat podrobnosti Xpubu
de: Zeige xpub Details
kr: Xpub 디테일을 보이다
ru: Показать детали xpub

source: BIP-39 passphrase
cs: BIP-39 bezpečnostní fráze
kr: BIP-39 패스 프레이즈
ru: Кодовая фраза BIP-39

source: Camera rotation
cs: Rotace kamery
de: Kamera Rotation
kr: 카메라 회전
ru: Вращение камеры

source: Compact SeedQR
cs: Zhutnit SeedQR
de: Kompakt SeedQR
kr: 콤팩트한 시드 QR
ru: Компактный SeedQR

source: Show privacy warnings
cs: Zobrzovat bezpečnostní varování
de: Privatsphäre Warnungen
kr: 프라이버시 경고를 표시하다
ru: Показать предупреждения о конфиденциальности

source: Show dire warnings
cs: Zobrazovat kritická varování
de: dringliche Warnungen
kr: 심각하는 경고를 표시하다
ru: Показать крайние предупреждения

source: Show partner logos
cs: Ukazovat loga partnerů
de: zeige Partnerlogos
kr: 파트너 로고 표시하다
ru: Показать логотипы партнеров

source: QR background color
cs: barva pozadí QR
de: QR Hintergrundfarbe
kr: QR 배경색
ru: Цвет фона QR-кода

source: Scan
ar: للمسح ضوئيًا
cs: Naskenovat
kr: 스캔
ru: Сканир.

source: Seeds
ar: المفاتيح
cs: Seedy
kr: 시드들
ru: Ключи

source: Tools
ar: أدوات
cs: Nástroje
kr: 도구들
ru: Инстр.

source: Restart
ar: إعادة تشغيل
cs: Restartovat
de: Neustart
kr: 재기동
ru: Перезагрузить

source: Power Off
ar: إغلاق
cs: Vypnout
de: Ausschalten
ru: Выключить

source: Reset / Power
ar: إعادة/تشغيل
cs: Možnosti napájení
kr: 다시 시작 / Power ON
ru: Сброс / Питание

source: Scan a seed
cs: Naskenovat seed
de: Scanne einen Seed
kr: 시드 스캔
ru: Сканр. ключ

source: Enter 12-word seed
cs: Vložit seed o 12 slovech
de: 12Wort Seed Eingabe
kr: 12 시드 워드를 입력하다
ru: Введите ключ из 12 слов

source: Enter 24-word seed
cs: Vložit seed o 24 slovech
de: 24Wort Seed Eingabe
kr: 24 시드 워드를 입력하다
ru: Введите ключ из 24 слов

source: Select Signer
cs: Vybrat klíč
de: Auswahl Signer
kr: 서명자를 선택하다
ru: Выберите Подписанта

source: Parsing PSBT...
cs: Rozebírám PSBT
de: Analysiert PSBT...
kr: PSBT 분석 중...
ru: Разбор PSBT...

source: Unsupported Script Type!
cs: Nepodporovaný typ skriptu
de: Skript nicht unterstützt!
kr: 스크립트 종류 지원되지 않습니다!
ru: Неподдерживаемый Тип Скрипта!

source: PSBT has unsupported input script type, please verify your change addresses.
cs: PSBT využívá nepodporovaný typ scriptu na vstupu, ověřte zpáteční adresu
de: PSBT enthält nicht unterstützte Input-Skript Typen, bitte Change Adressen verifizieren
kr: PSBT는 인풋 스크립트 종류 지원되지 않았습니다. 거스름돈 에이드레스 검증해주세요.
ru: PSBT имеет неподдерживаемый тип входного сценария, пожалуйста подтвердите ваш адрес сдачи.

source: Continue
cs: Pokračovat
de: Weiter
kr: 계속
ru: Продолжить

source: Full Spend!
cs: Utratit!
de: komplett ausgegeben!
ru: Полная трата!

source: This PSBT spends its entire input value. No change is coming back to your wallet.
cs: Tato PSBT utrácí úplnou hodnotu vstupu. Nepříjdou žádné drobné nazpět.
de: Diese PSBT zahlt den kompletten Eingabebetrag. Es wird kein Wechselgeld an Ihre Wallet zurück gezahlt.
kr: 이 PSBT는 인풋 값 전액 사용합니다. 당신의 지갑에는 거스름돈을 돌아오지 않습니다.
ru: Эта PSBT тратит все входное ценносты. Никакая сдача не вернётся в ваш кошелек.

source: Will Send
cs: Bude odesláno
de: zu senden
kr: 송부할거예요
ru: Пошлет

source: Next Recipient
cs: Další příjemce
de: nächster Empfänger
kr: 다음 수령인
ru: Следующий получ.

source: Next
cs: Další
de: weiter
kr: 다음
ru: Дальше

source: Your Change
cs: Vaše drobné
de: Ihr Change
kr: 당신의 거스름돈
ru: Твоя Сдача

source: Verify Multisig Change
cs: Ověřit multisig drobné
de: Verifiziere Multisig Change
kr: 멀티 서명 거스름돈 검증하다
ru: Подтвердить Сдачу Мультиподписи

source: Self-Transfer
cs: Převod Sobě
de: Selbst-Transfer
kr: 자신에게 송금
ru: Самостоятельный Перевод

source: Verify Multisig Addr
cs: Oveřit multisig adres
de: Verifiziere Multisig Addr
kr: 멀티 서명 에이드레스 검증하다
ru: Подтвердить Мультиподписной Адрес

source: Verifying Change...
cs: Ověřuji drobné...
de: Verifiziere Change...
kr: 거스름돈 검증 중...
ru: Подтверждения Сдачи...

source: Verifying Self-Transfer...
cs: Ověřuji vlastní převod...
de: Verifiziere Selbstzahlung...
kr: 자신에게 송금 검증 중...
ru: Подтверждение Самостоятельного Перевода...

source: PSBT's {} address could not be verified with your multisig wallet descriptor.
cs: PSBT {} adresa nemohla být ověřena s poskytnutým multisig deskriptorem.
de: PSBT: {} Adresse konnte nicht verifiziert werden.
kr: 멀티 시그 지갑 descriptor는 {} PSBT 에이드레스 검증해지 못했습니다.
ru: Адрес PSBT {} не удалось подтвердить с помощью дескриптора мультиподписного кошелька.

source: Suspicious PSBT
cs: Podezřelá PSBT
de: Verdächtige PSBT
kr: 수상한 PSBT
ru: Подозрительный PSBT

source: PSBT's {} address could not be generated from your seed.
cs: PSBT {} adresa nemohla být vygenerována z vašeho seedu.
de: PSBT's {} Adresse konnte vom Seed nicht generiert werden.
kr: 시드에서 PSBT의 {} 에이드레스 생성해지 못했습니다.
ru: Адрес PSBT {} не может быть сгенерирован из вашего ключа.

source: Address Verification Failed
cs: Selhalo ověření adresy
de: Adressen Verifikation gescheitert
kr: 에이드레스 검증 실패
ru: Ошибка Подтверждения Адреса

source: Discard PSBT
cs: Zahodit PSBT
de: PSBT verwerfen
kr: PSBT를 버리다
ru: Сбросить PSBT

source: Approve PSBT
cs: Schválit PSBT
de: PSBT bestätigen
kr: PSBT를 승인하다
ru: Одобрить PSBT

source: PSBT Error
cs: Chyba PSBT
de: PSBT Fehler
ru: Ошибка PSBT

source: Signing Failed
cs: Podepisování se nezdařilo
de: Fehler beim signieren
kr: 서명 실패
ru: Подписания Не Удалась

source: Signing with this seed did not add a valid signature.
cs: Podepisování s daným klíčem nepřidalo platný podpis.
de: Die Signatur mit diesem Seed ergab keine gültige Signatur
kr: 이 시드 서명할 때 타당한 서명을 생성해지 못했습니다.
ru: Подписание с помощью этого ключа не добавило действительную подпись.

source: Select Diff Seed
cs: Vyberte jiný seed
de: Wähle anderen Seed
kr: 다른 시드 선택
ru: Выберите Другой Ключ

source: With support from:
cs: Za podpory:
de: Mit Unterstützung von:
kr: 다음 덕분에 지원:
ru: При поддержке:

source: Load a seed
cs: Nahrát seed
de: Seed Eingabe
kr: 시드를 로드하다
ru: Загрузить ключ

source: In-Memory Seeds
cs: Uložené Seedy
de: gespeicherte Seeds
kr: 인메모리 시드들
ru: Ключи В Памяти

source: Scan a SeedQR
cs: Skenovat SeedQR
de: Scanne einen SeedQR
kr: 시드QR 스캔
ru: Сканировать SeedQR

source: Create a seed
cs: Vytvořit Seed
de: Seed erzeugen
kr: 시드를 만들다
ru: Создать ключ

source: Load A Seed
cs: Nahrát Seed
de: Seed Eingabe
kr: 시드를 로드하다
ru: Загрузить Ключ

source: Seed Word #{}
cs: Slovo seedu #{}
de: Seed Wort #{}
kr: 시드 워드 #{}
ru: Ключевое Слово #{}

source: Review & Edit
cs: Zkontrolovat & Upravit
de: Prüfen & bearbeiten
kr: 리뷰하고 첨삭
ru: Обзор и Редактировать

source: Discard
cs: Zahodit
de: Verwerfen
kr: 버리다
ru: Сброс

source: Invalid Mnemonic!
cs: Neplatná záloha!
de: Ungültiger Seed!
kr: 시드 워드 잘못된
ru: Неверная Мнемоника!

source: Checksum failure; not a valid seed phrase.
cs: Kontrolní součet selhal; neplatný seed
de: Prüfsumme fehlerhaft, kein valider Seed.
kr: Checksum 실패. Seed phrase 타당하지 않습니다.
ru: Ошибка контрольной суммы; недопустимая ключевая фраза.

source: Done
cs: Dokončit
de: Fertig
kr: 종료
ru: Готово

source: Edit passphrase
cs: Upravit frázi
de: Passphrase bearbeiten
kr: 패스 프레이즈 편집하다
ru: Изменить кодовую фразу

source: Keep Seed
cs: Udržet Seed
de: Seed behalten
kr: 시드 보관하다
ru: Сохранить Ключ

source: Discard Seed?
cs: Zahodit Seed?
de: Seed verwerfen?
kr: 시드 버리고 싶어요?
ru: Сбросить ключ?

source: Wipe seed {} from the device?
cs: Odstranit seed {} ze zařízení?
de: Seed {} vom Gerät löschen?
kr: 시드를{} 디바이스에서 삭제한다?
ru: Удалить ключ {} с устройства?

source: Scan PSBT
cs: Naskenovat PSBT
de: PSBT scannen
kr: PSBT 스캔
ru: Сканировать PSBT

source: Verify Addr
cs: Ověřit adresu
de: Verifiziere Addr
kr: 에이드레스 검증하다
ru: Подтвердить Адрес

source: Discard Seed
cs: Zahodit Seed
de: Seed verwerfen
kr: 시드를 버리다
ru: Сбросить ключ

source: View Seed Words
cs: Zobrazit slova seedu
de: Seed-Phrase zeigen
kr: 시드 워드를 보기
ru: Посмотреть Ключевые Слова

source: Export as SeedQR
cs: Exportovat jako SeedQR
de: Als SeedQR exportieren
kr: 시드QR 처럼 내보내기
ru: Экспортировать как SeedQR

source: Privacy Leak!
cs: Únik soukromých informací!
de: Privatsphäreleck!
kr: 프라이버시 유출!
ru: Утечка Конфиден.!

source: Xpub can be used to view all future transactions.
cs: Xpub lze využít k prohlížení všech budoucích transakcí.
de: Der Xpub kann verwendet werden um alle künftigen Transaktionen einzusehen.
kr: 미래 거래들을 보기 위해, Xpub 쓸 수 있습니다.
ru: Xpub можно использовать для просмотра всех будущих транзакций.

source: Generating xpub...
cs: Generuji xpub...
de: Generiere xpub...
kr: Xpub 생성중...
ru: Генерация xpub...

source: You must keep your seed words private & away from all online devices.
cs: Držte svůj seed vždy soukromý & nenahrávejte jej na online zařízení.
de: Halte deinen Seed privat & gib Ihn NIEMALS in ein Gerät mit Internetzugang ein.
kr: 시드 워드는 Online device에서 멀고 계속 비밀하는 멀리해야 해요.
ru: Вы должны держать свои ключевые слова в секрете и подальше от всех онлайн-устройств.

source: Verify
cs: Oveřit
de: Verifizieren
kr: 검증하다
ru: Подтвердить

source: Skip
cs: Přeskočit
de: Überspringen
kr: 스킵하다
ru: Пропустить

source: Verify Word #{}
cs: Ověřit slovo #{}
de: Verifiziere Wort #{}
kr: 워드를 검증하다 #{}
ru: Подтвердить Слово #{}

source: Review Seed Words
cs: Zkontrolovat slova Seedu
de: Seed Phrase überprüfen
kr: 시드 워드를 다시보기
ru: Обзор Ключевых Слов

source: Try Again
cs: Zkusit znovu
de: Erneut versuchen
kr: 다시 한 번 해 봐요
ru: Попробуйте Еще Раз

source: Verification Error
cs: Chyba ověření
de: Verifikationsfehler
kr: 검증 Error
ru: Ошибка Подтверждения

source: Wrong Word!
cs: Špatné slovo!
de: Falsches Wort!
kr: 틀리는 워드!
ru: Неверное Слово!

source: Word #{} is not "{}"!
cs: Slovo #{} není "{}"!
de: Wort #{} ist nicht "{}"!
kr: #{} 워드는 "{}" 아닙니다!
ru: Слово #{} не является "{}"!

source: Backup Verified
cs: Záloha ověřena
de: Backup überprüft
kr: 백업 검증했다
ru: Резервная Копия Подверждена

source: All mnemonic backup words were successfully verified!
cs: Všechna slova zálohy byla úspěšně ověřena!
de: Alle Seed Wörter wurden erfolgreich überprüft
kr: 시드 워드의 백업 목록을 검증 성공했다!
ru: Все резервные мнемонические слова успешно подтверждены!

source: Standard: 25x25
cs: Standart: 25x25
de: Standart: 25x25
kr: 표준: 25x25
ru: Стандарт: 25х25

source: Compact: 21x21
cs: Zhutněný: 21x21
de: Kompakt: 21x21
kr: 콤팩트: 21x21
ru: Компактный: 21х21

source: Standard: 29x29
cs: Standart: 29x29
de: Standart: 29x29
kr: 표준: 29x29
ru: Стандарт: 29х29

source: Compact: 25x25
cs: Zhutněný: 25x25
de: Kompakt: 25x25
kr: 콤팩트: 25x25
ru: Компактный: 25х25

source: SeedQR Format
cs: Formát SeedQR
kr: 시드QR 형식
ru: Формат SeedQR

source: SeedQR is your private key!
cs: SeedQR je Váš privátní klíč!
de: Der SeedQR ist dein privater Schlüssel!
ru: SeedQR это ваш частный ключ!

source: Never photograph it or scan it into an online device.
cs: Nikdy jej nefoťte či neskenujte do online zařízení.
de: Niemals mit einem online Gerät scannen bzw. fotografieren!
ru: Никогда не фотографируйте его и не сканируйте на онлайн-устройство.

source: Confirm SeedQR
cs: Potvrďte SeedQR
de: SeedQR verifizieren
kr: 시드 QR 확인
ru: Подтвердить SeedQR

source: Confirm SeedQR?
cs: Potvrďte SeedQR?
de: SeedQR verifizieren?
kr: 시드 QR 확인하고 싶어요?
ru: Подтвердить SeedQR?

source: Scan your SeedQR
cs: Naskenujte svůj SeedQR
de: Scannen Sie Ihren SeedQR
kr: 당신의 시드 QR 스캔
ru: Сканируй свой SeedQR

source: Error!
cs: Chyba!
de: Fehler!
ru: Ошибка!

source: Your transcribed SeedQR does not match your original seed!
cs: Váš přepsaný SeedQR nekoresponduje s původním seedem!
de: Ihr übersetzer SeedQR stimmt nicht mit dem originalen Seed überein!
ru: Ваш переписанный SeedQR не соответствует исходному ключу!

source: Review SeedQR
cs: Ověřte SeedQR
de: SeedQR überprüfen
kr: 시드 QR를 다시보기
ru: Обзор SeedQR

source: Your transcribed SeedQR successfully scanned and yielded the same seed.
cs: Váš přepsaný SeedQR byl naskenován a vyprodukoval stejný seed.
de: Ihr übersetzter SeedQR wurde erfolgreich gescannt und ergab den selben Seed.
ru: Ваш переписанный SeedQR успешно отсканирован и дал тот же ключ.

source: Your transcribed SeedQR could not be read!
cs: Váš přepsaný SeedQR nebyl načten!
de: Ihr übersetzter SeedQR konnte nicht gelesen werden!
ru: Ваш переписанный SeedQR не может быть прочитан!

source: Sig type can't be auto-detected from this address. Please specify:
cs: Podpisový typ nebyl načten pomocí této adresy. Prosím upřesněte:
de: Sig Typ konnte nicht automatisch erkannt werden. Bitte spezifizieren:
ru: Тип подписи не может быть автоматически определен с этого адреса. Пожалуйста уточните:

source: Load the seed to verify
cs: Načtěte seed pro ověření
de: Laden Sie den Seed zum verifizieren
ru: Загрузите ключ для подтверждения

source: Select seed to verify
cs: Vyberte seed pro ověření
de: Zu verifizierenden Seed wählen
ru: Выберите ключ для подтверждения

source: Can't validate a single sig addr without specifying a seed
cs: Nelze potvrdit adresu bez specifikace seedu
de: Sie müssen einen Seed spezifizieren um eine "single sig" Adresse zu verifizieren
ru: Невозможно утвердить адрес одной-подписи без указания ключа

source: Skip 10
cs: Přeskočit 10
de: Springe 10
kr: 스킵 10
ru: Пропустить 10
