Repository: 3rdIteration/seedsigner
Catalog: src/seedsigner/resources/babel/*/LC_MESSAGES/messages.po
Languages: ar, cs, de, kr, ru

source: Cancel
cs: Zrušit
de: Abbruch
kr: 취소
ru: Отменить

source: multisig
kr: 멀티 서명
ru: мультиподп.

source: seed {}
kr: 시드 {}
ru: ключ {}

source: Address Verified
cs: Adresa ověřena
de: Addresse verifiziert
kr: 에이드레스 검증했다
ru: Адрес Подтвержден

source: Scan Descriptor
cs: Skenovat deskriptor
de: Deskriptor scannen
kr: Descriptor 스캔
ru: Сканировать Дескриптор

source: Return to PSBT
cs: Zpět k PSBT
de: Zurück zur PSBT
kr: PBST로 돌아가다
ru: Возврат к PSBT

source: I/O test
cs: Test ovladačů
de: E/A Test
ru: Тест Ввода/Вывода

source: Advanced
cs: Rozšířené
de: Fortgeschritten
kr: 선진
ru: Расширенный

source: Dev Options
cs: Možnosti vývojáře
de: Entwickler Optionen
kr: 개발자용 설정
ru: Параметры разраб.

source: New seed
cs: Nový seed
de: Generiere Seed
kr: 새로운 시드
ru: Новый ключ

source: New seed
cs: Nový seed
de: Würfle Seed
kr: 새로운 시드
ru: Новый ключ

source: Calc 12th/24th word
cs: Spočítat 12/24 slovo
de: Ber. 12./24. Wort
kr: 12번째/24번째 워드를 계산하다
ru: Вычислить 12-е/24-е слово

source: 12 words
cs: 12 slov
de: 12 Wörter
kr: 12 워드
ru: 12 слова

source: 24 words
cs: 24 slov
de: 24 Wörter
kr: 24 워드
ru: 24 слова

source: Mnemonic Length?
cs: Délka zálohy?
de: Seedphrasen Länge?
kr: 시드 워드 목록 길이?
ru: Длина Мнемотехники?

source: 12 words (50 rolls)
cs: 12 slov (50 hodů)
de: 12 Wörter (50 Würfe)
kr: 12 워드 (50회 주사위 굴리기)
ru: 12 слов (50 бросков)

source: 24 words (99 rolls)
cs: 24 slov (99 hodů)
de: 24 Wörter (99 Würfe)
kr: 24 워드 (99회 주사위 굴리기)
ru: 24 слов (99 бросков)

source: Mnemonic Length
cs: Délka zálohy
de: Seedphrasen Länge
kr: 시드 워드 목록 길이
ru: Длина Мнемоники

source: Load seed
cs: Nahrát seed
de: Lade Seed
kr: 시드를 로드하다
ru: Загрузить ключ

source: Work In Progress
cs: Probíhající práce
de: in Arbeit
kr: 작업중
ru: Работа В Процессе

source: Not Yet Implemented
cs: Zatím nenaimplementováno
de: Noch nicht implementiert
kr: 아직 실행하되지 않았습니다
ru: Ещё Не Реализовано

source: This is still on our to-do list!
cs: Tohle máme na seznamů úkolů!
de: Dies ist noch auf unserer To-Do Liste!
kr: 아직 우리 할 일 목록에 있어요!
ru: Это всё ещё в нашем списке дел!

source: Back to Main Menu
cs: Návrat do hlavního menu
de: Zurück zum Hauptmenü
kr: 메인 메뉴에 돌아가다
ru: Вернуться в Главное Меню

source: System Error
cs: Systémová chyba
de: Systemfehler
kr: 시스템 Error
ru: Ошибка Системы

source: Change
cs: Nazpět

source: Addr
cs: Adr

source: Click to approve this transaction
cs: Klikněte pro potvrzení
de: Drücken um diese Transaktion zu bestätigen

source: Backups do not include your passphrase.
cs: Zálohy neobsahují bezpečnostní fráze
de: Backups enthalten deine Passphrase NICHT

source: changes seed:
cs: změní seed:
de: ändert Seed:

source: Store Settings on SD card.
cs: Uložit nastavení na SD kartu.
de: Einstellungen auf SD Karte speichern

source: Show passphrase warning
cs: Ukázovat varování při použití bezpečnostní fráze
de: Passphrasen Warnmeldung anzeigen

source: BIP-39 passphrase changes your seed, resulting in new xpubs, wallets, etc. Be sure you know what you're doing!
cs: BIP-39. bezpečnostní fráze změní seed, dojde ke změně veřejných klíčů, peněženek etc. Ujistěte se, že víte co děláte!
de: Eine BIP-39 Passphrase verändert deinen Seed --> neue xpubs, wallets, etc. Bitte vorher informieren!

source: SeedSigner is free & open source, funded solely by the Bitcoin community. Donate onchain or LN at:
ar: SeedSigner هو مجاني 100% ومفتوح المصدر، مُمول فقط من مجتمع البيتكوين. للتبرع عن طريق البيتكوين وشبكة البرق:
